experiments/redis_contention/combined_bandwidth_contention_final/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_60/pair_53/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6040.18    302008.80         0.27         0.66132         0.66300         0.82300         0.95100    311507.53 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6040.18    302008.80         0.27         0.66132         0.66300         0.82300         0.95100    311507.53